tournaments/2020_01_04.org
#+title: 2020-01-04 Tartu GP Kaarel Kivisalu - Lee Ann Madissoon
#+author: Kaarel Kivisalu
#+language: ee
#+creator: Emacs 26.3 (Org mode 9.3.1)
#+ATTR_HTML: border="2" rules="all" frame="border"
#+STARTUP:shrink align

[[http://www.bridge.ee/res/GP/TRT20/TRT20GP/TRT20GP.htm][Results]]

