tournaments/2020_01_04.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ee" xml:lang="ee">
<head>
<!-- 2020-01-10 Fri 15:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2020-01-04 Tartu GP Kaarel Kivisalu - Lee Ann Madissoon</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Kaarel Kivisalu" />
</head>
<body>
<div id="content">
<h1 class="title">2020-01-04 Tartu GP Kaarel Kivisalu - Lee Ann Madissoon</h1>
