tournaments/2020_01_04.org
* Jaotused

|  B | Dir | D | Zone | Cnt  | By | Tr |   Scr | Percent | Comments                                                                                                                                                                                                                                                                                                                                     |
|----+-----+---+------+------+----+----+-------+---------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
|    |     |   |      |      |    |    |       |         | <50>                                                                                                                                                                                                                                                                                                                                         |
|  1 | NS  | N | -    | 3D   | E  | 12 |  -170 |  17.35% | Avakäik SA küsitav, pakkumine ok.                                                                                                                                                                                                                                                                                                            |
|  2 | NS  | E | NS   | 6Nt  | N  | 11 |  -100 |   9.67% | 1D 11p ja 4333 jaotusega avamine kehv, kui pole 10 ja 9                                                                                                                                                                                                                                                                                      |
|  3 | NS  | S | EW   | 2Nt  | N  |  7 |   -50 |  42.32% | Pakkumine ok                                                                                                                                                                                                                                                                                                                                 |
|  4 | NS  | W | All  | 2S   | E  |  9 |  -140 |   40.4% | Vastased tegid hästi ja ei jõudnud geimi.                                                                                                                                                                                                                                                                                                    |
|  5 | EW  | N | NS   | 2S   | E  |  9 |  -140 |  63.96% | 1NT-2C-Pass-2H-Pass-2S, väljamäng ok                                                                                                                                                                                                                                                                                                         |
|  6 | EW  | E | EW   | PASS |    |  0 |     0 |  40.03% | 3. käelt pakkuda 10p ja 5 kaardiga pajas.                                                                                                                                                                                                                                                                                                    |
|  7 | EW  | S | All  | 3S   | N  | 12 |   230 |  32.05% | Vastaste leping meile hea, kaitse kehv vist, DD annab pajas 11 tihi                                                                                                                                                                                                                                                                 |
|  8 | EW  | W | -    | 3Ntx | W  |  8 |   100 |  25.11% | Leping õige, väljamäng hea                                                                                                                                                                                                                                                                                                                   |
|  9 | EW  | N | EW   | 4H   | W  | 11 |  -650 |  59.97% | Kõik ok                                                                                                                                                                                                                                                                                                                                      |
| 10 | EW  | E | All  | 5H   | S  | 11 |   650 |  40.03% | Kõik ok                                                                                                                                                                                                                                                                                                                                      |
| 11 | NS  | S | -    | 4S   | S  | 11 |   450 |  45.85% | C10 käimine annaks lisatihi 25% juhtudel, kui tihti kaotab tihi?                                                                                                                                                                                                                                                                             |
| 12 | NS  | W | NS   | 4Hx  | W  | 10 |  -590 |   4.37% | Pakkumine? Kontra S poolt põhjendatud. C9,7,A,5; S10,8,Q,3. N (Lee?) ei tohi käia S, sest AK üleval, kui A partneril siis ta saab selle igal juhul, kui K, siis kaotab tempo. N ei tohi käia C, sest S on eitanud kuninga olemasolu ja E on ainult 1C järgi. Järelikult peab käima D, S lubanud ka palju punkte ja kuskil peavad need olema. |
| 13 | EW  | N | All  | 2D   | S  |  8 |    90 |  33.33% | Pass-1D-2D-Pass-Pass-Pass? NS olid Marko ja Grete, süsteemi järgi peaks pakkuma 1NT pigem 2D asemel. Kas W peaks pakkuma 3C?                                                                                                                                                                                                                 |
| 14 | EW  | E | -    | 2Nt  | E  |  6 |   100 |  64.81% | 1NT-Pass-2C-2H võiks olla algus, sinna E ei tohiks 2NT ilmselt panna.                                                                                                                                                                                                                                                                        |
| 15 | EW  | S | NS   | 3Nt  | W  | 10 |  -430 |  68.52% | Leping õige, väljamäng hea?                                                                                                                                                                                                                                                                                                                  |
| 16 | EW  | W | EW   | 3Sx  | E  |  7 |   500 |      0% | Pass-(1NT nõrk)-2S-(3H)-3S-(X)? W ei tohiks pakkuda 3S, kuna E pole punkte lubanud, endal 4p, ja kallis odava vastu. Väljamäng ok.                                                                                                                                                                                                       |
| 17 | NS  | N | -    | 5Nt  | S  | 11 |   460 |  48.15% | 1D-Pass-4C-...-5NT. Leping hea, pakkumine süsteemi järgi.                                                                                                                                                                                                                                                                                    |
| 18 | NS  | E | NS   | 4H   | E  | 12 |  -480 |  72.22% | 1H-Pass-4H? Meie poolt kõik ok, vastaste 6H tuleb välja.                                                                                                                                                                                                                                                                                     |
| 19 | NS  | S | EW   | 3H   | S  |  9 |   140 |   7.41% | 1C-midagi-midagi-midagi-3H-Pass-Pass-Pass. N peab pakkuma 4H, kuna tugi, 2*10 ja C renoo. Väljamäng kehv, cross-ruff odavates oleks ilmselt õige ja alles siis trump korjata.                                                                                                                                                                |
| 20 | NS  | W | All  | 3Nt  | N  |  4 |  -500 |    3.7% | Pass-1NT-3S-3NT? 3NT pakkumine ohtlik, kuna ei pruugi olla pidurit ja endal ainult 9p. Odavmast või pass oleks parem.                                                                                                                                                                                                                        |
| 21 | NS  | N | NS   | 1Nt  | W  |  7 |   -90 |  57.41% | Pass-1S-Pass-1NT. Mida tähendaks S 2S pakkumine mingil hetkel? Pass on halb kuna ei pruugi saada pada käia.                                                                                                                                                                                                                                  |
| 22 | NS  | E | EW   | 3S   | E  | 10 |  -170 |   7.41% | 1S-2H-3S-Pass-Pass-Pass. Ruutu avakäik on halb, kuna siis ainult 1 tihi. Risti oleks ohutu ja siis läheks alt.                                                                                                                                                                                                                               |
| 23 | EW  | S | All  | 3Nt  | E  | 11 |  -660 |  55.56% | Pass-2C-Pass-3NT? Kõik ok.                                                                                                                                                                                                                                                                                                                   |
| 24 | EW  | W | -    | 2Nt  | W  |  5 |   150 |   1.85% | PASS-(PASS)-1D-(2C)-2NT. Risti pidurita trumbita pakkumine halb.                                                                                                                                                                                                                                                                             |
| 25 | NS  | N | EW   | 4S   | E  | 11 |  -650 |  17.35% | Pass-1S-X-4S? N peaks pakkuma 5C, kuna S lubanud 12p ja toetust. 9 tihi kontraga parem kui see, et neil tuleb 4S välja.                                                                                                                                                                                                                      |
| 26 | NS  | E | All  | 3Nt  | W  |  9 |  -600 |  74.97% | Hea kaitse või vastaste halb väljamäng?                                                                                                                                                                                                                                                                                                      |
| 27 | NS  | S | -    | 3Nt  | N  |  9 |   400 |  55.76% | 2C-Pass-2D-Pass-2S-Pass-3NT? Väljamäng ok, kuidas oleks lisatihi saanud?                                                                                                                                                                                                                                                                     |
| 28 | NS  | W | NS   | 3Ntx | W  |  9 |  -550 |   3.91% | (1NT nõrk)-2S-(3NT)-X. S peab ärtut käima ja leping läheb alt. N sai CQ tihi, oleks pidanud ärtut käima, kui teadis pakkumisest. Kui S käib 2 korda väikse ärtu, siis saab kindlasti 6 tihi ja leping alt.                                                                                             |
| 29 | EW  | N | All  | 4H   | W  | 10 |  -620 |  55.76% | Leping ok, väljamäng ok                                                                                                                                                                                                                                                                                                                      |
| 30 | EW  | E | -    | 4H   | N  | 12 |   480 |  63.44% | Vastased ei läinud slämmi, kaitse ok                                                                                                                                                                                                                                                                                                         |
| 31 | EW  | S | NS   | 2S   | N  |  8 |   110 |  36.56% | 2C-2H-2S-Pass-Pass-Pass. E oleks pidanud pakkuma 3H. Kontraga üheta parem kui vastastel välja tulemine.                                                                                                                                                                                                                                      |
| 32 | EW  | W | EW   | 3Nt  | N  |  8 |   -50 |  74.97% | Hea kaitse või halb väljamängi? DD on 8 tihi.                                                                                                                                                                                                                                                                                                |
| 33 | EW  | N | -    | 4D   | N  | 12 |   170 |  12.11% | Pass-Pass-1C-1NT-2D-2H-4D? Meie infovahetus takistas 3NT geimi jõudmist tõenäoliselt, mis läheks alt. Kas E peaks passima?                                                                                                                                                                                                                   |
| 34 | EW  | E | NS   | 6H   | N  | 12 |  1430 |  11.59% | ...-North=4S-5H-5S-Pass-Pass-6H-Pass-Pass-Pass. W ei tohi passida, kui arvab, et 6S ja/või 6H tuleb välja, siis peab pakkuma, kui arvab, et 6H läheb alt, siis X. Kas E peaks 4S avapakkumise tegema?                                                                                                                                        |
| 35 | NS  | S | EW   | 2Hx  | W  | 10 | -1070 |   0.07% | Pass-1H-X-2H-Pass-Pass-X-Pass-Pass-Pass? S ei tohi passida, teine X on väljavõtt. Kas S peaks pärast 1. X pakkuma? Mida tähendab teine X ja millal ja mida pakud?                                                                                                                                                                            |
| 36 | NS  | W | All  | 4Hx  | E  |  9 |   200 |  86.49% | Pakkumine? X põhjendatud ja läheb igal juhul alt.                                                                                                                                                                                                                                                                                            |
| 37 | EW  | N | NS   | 4H   | W  | 13 |  -510 |  80.73% | Pass-Pass-Pass-1C-X-XX-Pass-2H-Pass-3H-Pass-4H. Mida lubab XX? Mina mõtlesin 3H slämmihuvina, hüpe tugev. Avakäik andis vähemalt 1 tihi ära.                                                                                                                                                                                                 |
| 38 | EW  | E | EW   | 3C   | E  |  8 |   100 |   1.99% | 2C-Pass-2S-Pass-3C. E ilmselt ei tohi pakkuda 3C. W vb peaks pakkuma 3S.                                                                                                                                                                                                                                                                     |
| 39 | EW  | S | All  | 4S   | S  | 12 |   680 |  46.16% | Tulemus ok. Kas W pakkus 1D? Ilmselt peaks.                                                                                                                                                                                                                                                                                                  |
| 40 | EW  | W | -    | 4S   | S  |  6 |  -200 |  96.09% | 1D-X-Pass-1S-Pass-...-4S? Kas E oleks pidanud 2D pakkuma. Kuidas neljata läks?                                                                                                                                                                                                                                                               |
| 41 | EW  | N | EW   | 4S   | W  |  9 |   100 |  11.59% | Pass-1D-X-1S-Pass-2S-Pass-4S? Kuidas täis mängida? Peaks olema võimalik.                                                                                                                                                                                                                                                                     |
| 42 | EW  | E | All  | 2S   | W  |  5 |   300 |  13.51% | 2D-Pass-2S-Pass-Pass-Pass. 2D avang küsitav, kas teha? Kuidas mängida? 1 tihi võiks rohkem saada.                                                                                                                                                                                                                                            |
| 43 | EW  | S | -    | 2Dx  | E  |  6 |   300 |   5.83% | Pass-Pass-1NT-2D-X-Pass-Pass-Pass. W peab pakkuma 2H.                                                                                                                                                                                                                                                                                        |
| 44 | EW  | W | NS   | 5Nt  | E  | 13 |  -520 |  26.95% | 1C-Pass-1D-Pass-1S-Pass-1NT-Pass-4C-...-5NT. W peab 4C asemel pakkuma pada uuesti, jõuame 6S tõenäoliselt. Ärtu avakäiguga oleks läinud neljata ja 0%.                                                                                                                                                                                       |
| 45 | EW  | N | All  | 3S   | E  |  7 |   200 |  26.95% | Pass-1S-2H-3C-Pass-3S? Leping kehv, mida teha paremini? Kuidas võiks 1 tihi juurde saada?                                                                                                                                                                                                                                                    |
| 46 | EW  | E | -    | 2S   | S  |  9 |   140 |  15.43% | 1NT-2S-Pass-Pass-Pass. E oleks ilmselt pidanud uuesti pakkuma. 3D?                                                                                                                                                                                                                                                                           |
| 47 | NS  | S | NS   | 2S   | S  |  9 |   140 |  73.05% | Pass-Pass-1D-X-1S-Pass-2C-Pass-2S.                                                                                                                                                                                                                                                                                                           |
| 48 | NS  | W | EW   | 2H   | S  |  8 |   110 |  17.35% | Pass-1D-X-1H-Pass-1S-Pass-2C-Pass-2H. Leping ok, kas ja miks oleks võinud pakkuda trumbitat või 4H. Kuidas rohkem tihisid saada?                                                                                                                                                                                                             |


