tournaments/2020_01_04.html
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org15125e4">1. Jaotused</a></li>
<li><a href="#orga9802ad">2. Süsteemi täiendused</a></li>
</ul>
</div>
</div>
<p>
<a href="http://www.bridge.ee/res/GP/TRT20/TRT20GP/TRT20GP.htm">Results</a>
</p>

<div id="outline-container-org15125e4" class="outline-2">
<h2 id="org15125e4"><span class="section-number-2">1</span> Jaotused</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">B</th>
<th scope="col" class="org-left">Dir</th>
<th scope="col" class="org-left">D</th>
<th scope="col" class="org-left">Zone</th>
<th scope="col" class="org-left">Cnt</th>
<th scope="col" class="org-left">By</th>
<th scope="col" class="org-right">Tr</th>
<th scope="col" class="org-right">Scr</th>
<th scope="col" class="org-right">Percent</th>
<th scope="col" class="org-left">Comments</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">NS</td>
<td class="org-left">N</td>
<td class="org-left">-</td>
<td class="org-left">3D</td>
<td class="org-left">E</td>
<td class="org-right">12</td>
<td class="org-right">-170</td>
<td class="org-right">17.35%</td>
<td class="org-left">Avakäik SA küsitav, pakkumine ok.</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">NS</td>
<td class="org-left">E</td>
<td class="org-left">NS</td>
<td class="org-left">6Nt</td>
<td class="org-left">N</td>
<td class="org-right">11</td>
<td class="org-right">-100</td>
<td class="org-right">9.67%</td>
<td class="org-left">1D 11p ja 4333 jaotusega avamine kehv, kui pole 10 ja 9</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">EW</td>
<td class="org-left">2Nt</td>
<td class="org-left">N</td>
<td class="org-right">7</td>
<td class="org-right">-50</td>
<td class="org-right">42.32%</td>
<td class="org-left">Pakkumine ok</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">All</td>
<td class="org-left">2S</td>
<td class="org-left">E</td>
<td class="org-right">9</td>
<td class="org-right">-140</td>
<td class="org-right">40.4%</td>
<td class="org-left">Vastased tegid hästi ja ei jõudnud geimi.</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">NS</td>
<td class="org-left">2S</td>
<td class="org-left">E</td>
<td class="org-right">9</td>
<td class="org-right">-140</td>
<td class="org-right">63.96%</td>
<td class="org-left">1NT-2C-Pass-2H-Pass-2S, väljamäng ok</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">EW</td>
<td class="org-left">PASS</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">0</td>
<td class="org-right">40.03%</td>
<td class="org-left">3. käelt pakkuda 10p ja 5 kaardiga pajas.</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">All</td>
<td class="org-left">3S</td>
<td class="org-left">N</td>
<td class="org-right">12</td>
<td class="org-right">230</td>
<td class="org-right">32.05%</td>
<td class="org-left">Vastaste leping meile hea, kaitse kehv vist, DD annab pajas 11 tihi</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">-</td>
<td class="org-left">3Ntx</td>
<td class="org-left">W</td>
<td class="org-right">8</td>
<td class="org-right">100</td>
<td class="org-right">25.11%</td>
<td class="org-left">Leping õige, väljamäng hea</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">EW</td>
<td class="org-left">4H</td>
<td class="org-left">W</td>
<td class="org-right">11</td>
<td class="org-right">-650</td>
<td class="org-right">59.97%</td>
<td class="org-left">Kõik ok</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">All</td>
<td class="org-left">5H</td>
<td class="org-left">S</td>
<td class="org-right">11</td>
<td class="org-right">650</td>
<td class="org-right">40.03%</td>
<td class="org-left">Kõik ok</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">-</td>
<td class="org-left">4S</td>
<td class="org-left">S</td>
<td class="org-right">11</td>
<td class="org-right">450</td>
<td class="org-right">45.85%</td>
<td class="org-left">C10 käimine annaks lisatihi 25% juhtudel, kui tihti kaotab tihi?</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">NS</td>
<td class="org-left">4Hx</td>
<td class="org-left">W</td>
<td class="org-right">10</td>
<td class="org-right">-590</td>
<td class="org-right">4.37%</td>
<td class="org-left">Pakkumine? Kontra S poolt põhjendatud. C9,7,A,5; S10,8,Q,3. N (Lee?) ei tohi käia S, sest AK üleval, kui A partneril siis ta saab selle igal juhul, kui K, siis kaotab tempo. N ei tohi käia C, sest S on eitanud kuninga olemasolu ja E on ainult 1C järgi. Järelikult peab käima D, S lubanud ka palju punkte ja kuskil peavad need olema.</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">All</td>
<td class="org-left">2D</td>
<td class="org-left">S</td>
<td class="org-right">8</td>
<td class="org-right">90</td>
<td class="org-right">33.33%</td>
<td class="org-left">Pass-1D-2D-Pass-Pass-Pass? NS olid Marko ja Grete, süsteemi järgi peaks pakkuma 1NT pigem 2D asemel. Kas W peaks pakkuma 3C?</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">-</td>
<td class="org-left">2Nt</td>
<td class="org-left">E</td>
<td class="org-right">6</td>
<td class="org-right">100</td>
<td class="org-right">64.81%</td>
<td class="org-left">1NT-Pass-2C-2H võiks olla algus, sinna E ei tohiks 2NT ilmselt panna.</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">NS</td>
<td class="org-left">3Nt</td>
<td class="org-left">W</td>
<td class="org-right">10</td>
<td class="org-right">-430</td>
<td class="org-right">68.52%</td>
<td class="org-left">Leping õige, väljamäng hea?</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">EW</td>
<td class="org-left">3Sx</td>
<td class="org-left">E</td>
<td class="org-right">7</td>
<td class="org-right">500</td>
<td class="org-right">0%</td>
<td class="org-left">Pass-(1NT nõrk)-2S-(3H)-3S-(X)? W ei tohiks pakkuda 3S, kuna E pole punkte lubanud, endal 4p, ja kallis odava vastu. Väljamäng ok.</td>
</tr>

<tr>
<td class="org-right">17</td>
<td class="org-left">NS</td>
<td class="org-left">N</td>
<td class="org-left">-</td>
<td class="org-left">5Nt</td>
<td class="org-left">S</td>
<td class="org-right">11</td>
<td class="org-right">460</td>
<td class="org-right">48.15%</td>
<td class="org-left">1D-Pass-4C-&#x2026;-5NT. Leping hea, pakkumine süsteemi järgi.</td>
</tr>

<tr>
<td class="org-right">18</td>
<td class="org-left">NS</td>
<td class="org-left">E</td>
<td class="org-left">NS</td>
<td class="org-left">4H</td>
<td class="org-left">E</td>
<td class="org-right">12</td>
<td class="org-right">-480</td>
<td class="org-right">72.22%</td>
<td class="org-left">1H-Pass-4H? Meie poolt kõik ok, vastaste 6H tuleb välja.</td>
</tr>

<tr>
<td class="org-right">19</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">EW</td>
<td class="org-left">3H</td>
<td class="org-left">S</td>
<td class="org-right">9</td>
<td class="org-right">140</td>
<td class="org-right">7.41%</td>
<td class="org-left">1C-midagi-midagi-midagi-3H-Pass-Pass-Pass. N peab pakkuma 4H, kuna tugi, 2*10 ja C renoo. Väljamäng kehv, cross-ruff odavates oleks ilmselt õige ja alles siis trump korjata.</td>
</tr>

<tr>
<td class="org-right">20</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">All</td>
<td class="org-left">3Nt</td>
<td class="org-left">N</td>
<td class="org-right">4</td>
<td class="org-right">-500</td>
<td class="org-right">3.7%</td>
<td class="org-left">Pass-1NT-3S-3NT? 3NT pakkumine ohtlik, kuna ei pruugi olla pidurit ja endal ainult 9p. Odavmast või pass oleks parem.</td>
</tr>

<tr>
<td class="org-right">21</td>
<td class="org-left">NS</td>
<td class="org-left">N</td>
<td class="org-left">NS</td>
<td class="org-left">1Nt</td>
<td class="org-left">W</td>
<td class="org-right">7</td>
<td class="org-right">-90</td>
<td class="org-right">57.41%</td>
<td class="org-left">Pass-1S-Pass-1NT. Mida tähendaks S 2S pakkumine mingil hetkel? Pass on halb kuna ei pruugi saada pada käia.</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">NS</td>
<td class="org-left">E</td>
<td class="org-left">EW</td>
<td class="org-left">3S</td>
<td class="org-left">E</td>
<td class="org-right">10</td>
<td class="org-right">-170</td>
<td class="org-right">7.41%</td>
<td class="org-left">1S-2H-3S-Pass-Pass-Pass. Ruutu avakäik on halb, kuna siis ainult 1 tihi. Risti oleks ohutu ja siis läheks alt.</td>
</tr>

<tr>
<td class="org-right">23</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">All</td>
<td class="org-left">3Nt</td>
<td class="org-left">E</td>
<td class="org-right">11</td>
<td class="org-right">-660</td>
<td class="org-right">55.56%</td>
<td class="org-left">Pass-2C-Pass-3NT? Kõik ok.</td>
</tr>

<tr>
<td class="org-right">24</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">-</td>
<td class="org-left">2Nt</td>
<td class="org-left">W</td>
<td class="org-right">5</td>
<td class="org-right">150</td>
<td class="org-right">1.85%</td>
<td class="org-left">PASS-(PASS)-1D-(2C)-2NT. Risti pidurita trumbita pakkumine halb.</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-left">NS</td>
<td class="org-left">N</td>
<td class="org-left">EW</td>
<td class="org-left">4S</td>
<td class="org-left">E</td>
<td class="org-right">11</td>
<td class="org-right">-650</td>
<td class="org-right">17.35%</td>
<td class="org-left">Pass-1S-X-4S? N peaks pakkuma 5C, kuna S lubanud 12p ja toetust. 9 tihi kontraga parem kui see, et neil tuleb 4S välja.</td>
</tr>

<tr>
<td class="org-right">26</td>
<td class="org-left">NS</td>
<td class="org-left">E</td>
<td class="org-left">All</td>
<td class="org-left">3Nt</td>
<td class="org-left">W</td>
<td class="org-right">9</td>
<td class="org-right">-600</td>
<td class="org-right">74.97%</td>
<td class="org-left">Hea kaitse või vastaste halb väljamäng?</td>
</tr>

<tr>
<td class="org-right">27</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">-</td>
<td class="org-left">3Nt</td>
<td class="org-left">N</td>
<td class="org-right">9</td>
<td class="org-right">400</td>
<td class="org-right">55.76%</td>
<td class="org-left">2C-Pass-2D-Pass-2S-Pass-3NT? Väljamäng ok, kuidas oleks lisatihi saanud?</td>
</tr>

<tr>
<td class="org-right">28</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">NS</td>
<td class="org-left">3Ntx</td>
<td class="org-left">W</td>
<td class="org-right">9</td>
<td class="org-right">-550</td>
<td class="org-right">3.91%</td>
<td class="org-left">(1NT nõrk)-2S-(3NT)-X. S peab ärtut käima ja leping läheb alt. N sai CQ tihi, oleks pidanud ärtut käima, kui teadis pakkumisest. Kui S käib 2 korda väikse ärtu, siis saab kindlasti 6 tihi ja leping alt.</td>
</tr>

<tr>
<td class="org-right">29</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">All</td>
<td class="org-left">4H</td>
<td class="org-left">W</td>
<td class="org-right">10</td>
<td class="org-right">-620</td>
<td class="org-right">55.76%</td>
<td class="org-left">Leping ok, väljamäng ok</td>
</tr>

<tr>
<td class="org-right">30</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">-</td>
<td class="org-left">4H</td>
<td class="org-left">N</td>
<td class="org-right">12</td>
<td class="org-right">480</td>
<td class="org-right">63.44%</td>
<td class="org-left">Vastased ei läinud slämmi, kaitse ok</td>
</tr>

<tr>
<td class="org-right">31</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">NS</td>
<td class="org-left">2S</td>
<td class="org-left">N</td>
<td class="org-right">8</td>
<td class="org-right">110</td>
<td class="org-right">36.56%</td>
<td class="org-left">2C-2H-2S-Pass-Pass-Pass. E oleks pidanud pakkuma 3H. Kontraga üheta parem kui vastastel välja tulemine.</td>
</tr>

<tr>
<td class="org-right">32</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">EW</td>
<td class="org-left">3Nt</td>
<td class="org-left">N</td>
<td class="org-right">8</td>
<td class="org-right">-50</td>
<td class="org-right">74.97%</td>
<td class="org-left">Hea kaitse või halb väljamängi? DD on 8 tihi.</td>
</tr>

<tr>
<td class="org-right">33</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">-</td>
<td class="org-left">4D</td>
<td class="org-left">N</td>
<td class="org-right">12</td>
<td class="org-right">170</td>
<td class="org-right">12.11%</td>
<td class="org-left">Pass-Pass-1C-1NT-2D-2H-4D? Meie infovahetus takistas 3NT geimi jõudmist tõenäoliselt, mis läheks alt. Kas E peaks passima?</td>
</tr>

<tr>
<td class="org-right">34</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">NS</td>
<td class="org-left">6H</td>
<td class="org-left">N</td>
<td class="org-right">12</td>
<td class="org-right">1430</td>
<td class="org-right">11.59%</td>
<td class="org-left">&#x2026;-North=4S-5H-5S-Pass-Pass-6H-Pass-Pass-Pass. W ei tohi passida, kui arvab, et 6S ja/või 6H tuleb välja, siis peab pakkuma, kui arvab, et 6H läheb alt, siis X. Kas E peaks 4S avapakkumise tegema?</td>
</tr>

<tr>
<td class="org-right">35</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">EW</td>
<td class="org-left">2Hx</td>
<td class="org-left">W</td>
<td class="org-right">10</td>
<td class="org-right">-1070</td>
<td class="org-right">0.07%</td>
<td class="org-left">Pass-1H-X-2H-Pass-Pass-X-Pass-Pass-Pass? S ei tohi passida, teine X on väljavõtt. Kas S peaks pärast 1. X pakkuma? Mida tähendab teine X ja millal ja mida pakud?</td>
</tr>

<tr>
<td class="org-right">36</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">All</td>
<td class="org-left">4Hx</td>
<td class="org-left">E</td>
<td class="org-right">9</td>
<td class="org-right">200</td>
<td class="org-right">86.49%</td>
<td class="org-left">Pakkumine? X põhjendatud ja läheb igal juhul alt.</td>
</tr>

<tr>
<td class="org-right">37</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">NS</td>
<td class="org-left">4H</td>
<td class="org-left">W</td>
<td class="org-right">13</td>
<td class="org-right">-510</td>
<td class="org-right">80.73%</td>
<td class="org-left">Pass-Pass-Pass-1C-X-XX-Pass-2H-Pass-3H-Pass-4H. Mida lubab XX? Mina mõtlesin 3H slämmihuvina, hüpe tugev. Avakäik andis vähemalt 1 tihi ära.</td>
</tr>

<tr>
<td class="org-right">38</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">EW</td>
<td class="org-left">3C</td>
<td class="org-left">E</td>
<td class="org-right">8</td>
<td class="org-right">100</td>
<td class="org-right">1.99%</td>
<td class="org-left">2C-Pass-2S-Pass-3C. E ilmselt ei tohi pakkuda 3C. W vb peaks pakkuma 3S.</td>
</tr>

<tr>
<td class="org-right">39</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">All</td>
<td class="org-left">4S</td>
<td class="org-left">S</td>
<td class="org-right">12</td>
<td class="org-right">680</td>
<td class="org-right">46.16%</td>
<td class="org-left">Tulemus ok. Kas W pakkus 1D? Ilmselt peaks.</td>
</tr>

<tr>
<td class="org-right">40</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">-</td>
<td class="org-left">4S</td>
<td class="org-left">S</td>
<td class="org-right">6</td>
<td class="org-right">-200</td>
<td class="org-right">96.09%</td>
<td class="org-left">1D-X-Pass-1S-Pass-&#x2026;-4S? Kas E oleks pidanud 2D pakkuma. Kuidas neljata läks?</td>
</tr>

<tr>
<td class="org-right">41</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">EW</td>
<td class="org-left">4S</td>
<td class="org-left">W</td>
<td class="org-right">9</td>
<td class="org-right">100</td>
<td class="org-right">11.59%</td>
<td class="org-left">Pass-1D-X-1S-Pass-2S-Pass-4S? Kuidas täis mängida? Peaks olema võimalik.</td>
</tr>

<tr>
<td class="org-right">42</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">All</td>
<td class="org-left">2S</td>
<td class="org-left">W</td>
<td class="org-right">5</td>
<td class="org-right">300</td>
<td class="org-right">13.51%</td>
<td class="org-left">2D-Pass-2S-Pass-Pass-Pass. 2D avang küsitav, kas teha? Kuidas mängida? 1 tihi võiks rohkem saada.</td>
</tr>

<tr>
<td class="org-right">43</td>
<td class="org-left">EW</td>
<td class="org-left">S</td>
<td class="org-left">-</td>
<td class="org-left">2Dx</td>
<td class="org-left">E</td>
<td class="org-right">6</td>
<td class="org-right">300</td>
<td class="org-right">5.83%</td>
<td class="org-left">Pass-Pass-1NT-2D-X-Pass-Pass-Pass. W peab pakkuma 2H.</td>
</tr>

<tr>
<td class="org-right">44</td>
<td class="org-left">EW</td>
<td class="org-left">W</td>
<td class="org-left">NS</td>
<td class="org-left">5Nt</td>
<td class="org-left">E</td>
<td class="org-right">13</td>
<td class="org-right">-520</td>
<td class="org-right">26.95%</td>
<td class="org-left">1C-Pass-1D-Pass-1S-Pass-1NT-Pass-4C-&#x2026;-5NT. W peab 4C asemel pakkuma pada uuesti, jõuame 6S tõenäoliselt. Ärtu avakäiguga oleks läinud neljata ja 0%.</td>
</tr>

<tr>
<td class="org-right">45</td>
<td class="org-left">EW</td>
<td class="org-left">N</td>
<td class="org-left">All</td>
<td class="org-left">3S</td>
<td class="org-left">E</td>
<td class="org-right">7</td>
<td class="org-right">200</td>
<td class="org-right">26.95%</td>
<td class="org-left">Pass-1S-2H-3C-Pass-3S? Leping kehv, mida teha paremini? Kuidas võiks 1 tihi juurde saada?</td>
</tr>

<tr>
<td class="org-right">46</td>
<td class="org-left">EW</td>
<td class="org-left">E</td>
<td class="org-left">-</td>
<td class="org-left">2S</td>
<td class="org-left">S</td>
<td class="org-right">9</td>
<td class="org-right">140</td>
<td class="org-right">15.43%</td>
<td class="org-left">1NT-2S-Pass-Pass-Pass. E oleks ilmselt pidanud uuesti pakkuma. 3D?</td>
</tr>

<tr>
<td class="org-right">47</td>
<td class="org-left">NS</td>
<td class="org-left">S</td>
<td class="org-left">NS</td>
<td class="org-left">2S</td>
<td class="org-left">S</td>
<td class="org-right">9</td>
<td class="org-right">140</td>
<td class="org-right">73.05%</td>
<td class="org-left">Pass-Pass-1D-X-1S-Pass-2C-Pass-2S.</td>
</tr>

<tr>
<td class="org-right">48</td>
<td class="org-left">NS</td>
<td class="org-left">W</td>
<td class="org-left">EW</td>
<td class="org-left">2H</td>
<td class="org-left">S</td>
<td class="org-right">8</td>
<td class="org-right">110</td>
<td class="org-right">17.35%</td>
<td class="org-left">Pass-1D-X-1H-Pass-1S-Pass-2C-Pass-2H. Leping ok, kas ja miks oleks võinud pakkuda trumbitat või 4H. Kuidas rohkem tihisid saada?</td>
</tr>
</tbody>
</table>
</div>
</div>
