tournaments/2020_01_04.org
* Süsteemi täiendused
- Avanguks 12 pp või 14 jp
- 3. käe avangu punktid? Vähemalt 8?, jagu 6
- 1NT kaitse vastused ja kaitse passinud käest
- 1C vastused pärast vahelepakkumist, vt jagu 37
- Negatiivne kontra?, jagu 24
- Cappelletti punktid ja vastaja punktid. Passinud käest Cappelletti X, 2C, 2D, 2NT halvad; 2H, 2S head. Selle asemel Astro, DONT, Brozel, Multi-Landy, Ripstra.
- Lebensohl
- Slämmihuvi pärast 1C-1D
- Vastane pakub 1S, sul on 5ne pada, mis teha?, jagu 21
- Vastase mast ja vastase mast hüppega
- Kontrad, vt http://www.lawsonbridgestudio.org/devnewsite/wp-content/lawson_files/what-do-you-mean-double.pdf
- Teine kontra, jagu 35
- 2C-2S vastused, jagu 38
- Millal avada pooltõkete ja tõketega?, jagu 42
- DONT vastused, jagu 43
