tournaments/2020_01_04.html


<div id="outline-container-orga9802ad" class="outline-2">
<h2 id="orga9802ad"><span class="section-number-2">2</span> Süsteemi täiendused</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Avanguks 12 pp või 14 jp</li>
<li>3. käe avangu punktid? Vähemalt 8?, jagu 6</li>
<li>1NT kaitse vastused ja kaitse passinud käest</li>
<li>1C vastused pärast vahelepakkumist, vt jagu 37</li>
<li>Negatiivne kontra?, jagu 24</li>
<li>Cappelletti punktid ja vastaja punktid. Passinud käest Cappelletti X, 2C, 2D, 2NT halvad; 2H, 2S head. Selle asemel Astro, DONT, Brozel, Multi-Landy, Ripstra.</li>
<li>Lebensohl</li>
<li>Slämmihuvi pärast 1C-1D</li>
<li>Vastane pakub 1S, sul on 5ne pada, mis teha?, jagu 21</li>
<li>Vastase mast ja vastase mast hüppega</li>
<li>Kontrad, vt <a href="http://www.lawsonbridgestudio.org/devnewsite/wp-content/lawson_files/what-do-you-mean-double.pdf">http://www.lawsonbridgestudio.org/devnewsite/wp-content/lawson_files/what-do-you-mean-double.pdf</a></li>
<li>Teine kontra, jagu 35</li>
<li>2C-2S vastused, jagu 38</li>
<li>Millal avada pooltõkete ja tõketega?, jagu 42</li>
<li>DONT vastused, jagu 43</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Kaarel Kivisalu</p>
<p class="date">Created: 2020-01-10 Fri 15:37</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
